Repository: SatwikMohan/vortex_ism_app
Catalog: lib/l10n/intl_*.arb
Languages: gu, hi, ml, te

# welcomeToApp
source: Welcome to Yukta App
gu: યુક્તા એપમાં આપનું સ્વાગત છે
hi: युक्ता ऐप में आपका स्वागत है
ml: യുക്ത ആപ്പിലേക്ക് സ്വാഗതം
te: యుక్తా యాప్‌కు స్వాగతం

# welcom
source: Welcome
gu: સ્વાગત છે
hi: स्वागत
ml: സ്വാഗതം
te: స్వాగతం

# intro
source: Learning app for specially able
gu: ખાસ સક્ષમ લોકો માટે શીખવાની એપ્લિકેશન
hi: विशेष रूप से सक्षम लोगों के लिए शिक्षण ऐप
ml: പ്രത്യേക കഴിവുള്ളവർക്കുള്ള പഠന ആപ്പ്
te: ప్రత్యేకంగా సామర్థ్యం ఉన్నవారి కోసం నేర్చుకునే యాప్

source: Live ASL To Text
gu: લાઇવ ASL ટુ ટેક્સ્ટ
hi: टेक्स्ट के लिए लाइव एएसएल
ml: ലൈവ് ASL ടു ടെക്‌സ്‌റ്റ്
te: లైవ్ ASL టు టెక్స్ట్

# howImpaired
source: How are you physically impaired? If you are Blind choose the top most present button to continue and if your Deaf choose the bottom most present button to continue
gu: તમે શારીરિક રીતે કેવી રીતે અશક્ત છો? જો તમે અંધ હોવ તો ચાલુ રાખવા માટે ટોચનું સૌથી હાજર બટન પસંદ કરો અને જો તમારા બહેરા હોય તો ચાલુ રાખવા માટે સૌથી નીચેનું સૌથી હાજર બટન પસંદ કરો
hi: आप शारीरिक रूप से अक्षम कैसे हैं? यदि आप अंधे हैं तो जारी रखने के लिए सबसे ऊपर मौजूद बटन चुनें और यदि आप अंधे हैं तो जारी रखने के लिए सबसे नीचे मौजूद बटन चुनें
ml: നിങ്ങൾക്ക് എങ്ങനെ ശാരീരിക വൈകല്യമുണ്ട്? നിങ്ങൾ അന്ധരാണെങ്കിൽ, തുടരാൻ ഏറ്റവും മുകളിൽ നിലവിലുള്ള ബട്ടണും നിങ്ങളുടെ ബധിരരാണെങ്കിൽ ഏറ്റവും താഴെയുള്ള ബട്ടണും തിരഞ്ഞെടുക്കുക
te: మీరు శారీరకంగా ఎలా బలహీనంగా ఉన్నారు? మీరు అంధులైతే, కొనసాగించడానికి ఎగువన ఉన్న బటన్‌ను ఎంచుకోండి మరియు మీ బధిరులు ఉంటే కొనసాగించడానికి దిగువన ఉన్న బటన్‌ను ఎంచుకోండి

# chooseImpairment
source: How are you physically impaired? Please Choose
gu: તમે શારીરિક રીતે કેવી રીતે અશક્ત છો? કૃપા કરી પસંદ કરો
hi: आप शारीरिक रूप से अक्षम कैसे हैं? कृपया चुनें
ml: നിങ്ങൾക്ക് എങ്ങനെ ശാരീരിക വൈകല്യമുണ്ട്? ദയവായി തിരഞ്ഞെടുക്കൂ
te: మీరు శారీరకంగా ఎలా బలహీనంగా ఉన్నారు? దయచేసి ఎంచుకోండి

# chooseInBraille
source: Type A in Braille and wait for few seconds to go to Typing Screen, Type B in Braille and wait for few seconds to convert PDF file to speech
gu: બ્રેઈલમાં A ટાઈપ કરો અને ટાઈપિંગ સ્ક્રીન પર જવા માટે થોડી સેકન્ડ રાહ જુઓ, બ્રેઈલમાં B ટાઈપ કરો અને PDF ફાઈલને સ્પીચમાં કન્વર્ટ કરવા માટે થોડીક સેકન્ડ રાહ જુઓ
hi: ब्रेल में ए टाइप करें और टाइपिंग स्क्रीन पर जाने के लिए कुछ सेकंड प्रतीक्षा करें, ब्रेल में बी टाइप करें और पीडीएफ फाइल को स्पीच में बदलने के लिए कुछ सेकंड प्रतीक्षा करें।
ml: ടൈപ്പിംഗ് സ്‌ക്രീനിലേക്ക് പോകാൻ ബ്രെയിൽ എ ടൈപ്പ് ചെയ്‌ത് കുറച്ച് നിമിഷങ്ങൾ കാത്തിരിക്കുക, ബ്രെയിലിൽ ബി ടൈപ്പ് ചെയ്‌ത് പിഡിഎഫ് ഫയലിനെ സ്‌പീക്കിലേക്ക് പരിവർത്തനം ചെയ്യാൻ കുറച്ച് നിമിഷങ്ങൾ കാത്തിരിക്കുക.
te: టైపింగ్ స్క్రీన్‌కి వెళ్లడానికి బ్రెయిలీలో A అని టైప్ చేసి, కొన్ని సెకన్లపాటు వేచి ఉండండి, బ్రెయిలీలో B టైప్ చేయండి మరియు PDF ఫైల్‌ను స్పీచ్‌గా మార్చడానికి కొన్ని సెకన్లపాటు వేచి ఉండండి.

# youChoose
source: You Chose A, Moving to Typing Screen
gu: તમે A પસંદ કરો, ટાઇપિંગ સ્ક્રીન પર ખસેડો
hi: आपने टाइपिंग स्क्रीन की ओर बढ़ते हुए ए को चुना
ml: നിങ്ങൾ എ തിരഞ്ഞെടുത്തു, ടൈപ്പിംഗ് സ്‌ക്രീനിലേക്ക് നീങ്ങുന്നു
te: మీరు Aని ఎంచుకున్నారు, టైపింగ్ స్క్రీన్‌కి వెళ్లండి

# fileSaveUnderProcess
source: Your file is getting saved
gu: તમારી ફાઇલ સાચવવામાં આવી રહી છે
hi: आपकी फ़ाइल सहेजी जा रही है
ml: നിങ്ങളുടെ ഫയൽ സംരക്ഷിക്കപ്പെടുന്നു
te: మీ ఫైల్ సేవ్ చేయబడుతోంది

# fileSaved
source: Your file is successfully saved
gu: તમારી ફાઇલ સફળતાપૂર્વક સાચવવામાં આવી છે
hi: आपकी फ़ाइल सफलतापूर्वक सहेजी गई है
ml: നിങ്ങളുടെ ഫയൽ വിജയകരമായി സംരക്ഷിച്ചു
te: మీ ఫైల్ విజయవంతంగా సేవ్ చేయబడింది

# notWrittenAnything
source: You have not written anything
gu: તમે કશું લખ્યું નથી
hi: आपने कुछ भी नहीं लिखा
ml: താങ്കൾ ഒന്നും എഴുതിയിട്ടില്ല
te: మీరు ఏమీ రాయలేదు

source: Choose Language
gu: ભાષા પસંદ કરો
hi: भाषा चुनें
ml: ഭാഷ തിരഞ്ഞെടുക്കുക
te: భాషను ఎంచుకోండి

source: Continue
gu: ચાલુ રાખો
hi: जारी रखना
ml: തുടരുക
te: కొనసాగించు

source: Choose
gu: પસંદ કરો
hi: चुनना
ml: തിരഞ്ഞെടുക്കുക
te: ఎంచుకోండి

source: Type Message
gu: સંદેશ લખો
hi: संदेश टाइप करें
ml: സന്ദേശം ടൈപ്പ് ചെയ്യുക
te: సందేశాన్ని టైప్ చేయండి

source: Choose Your Child Impairment
gu: તમારા બાળકની ક્ષતિ પસંદ કરો
hi: अपने बच्चे की हानि चुनें
ml: നിങ്ങളുടെ കുട്ടിയുടെ വൈകല്യം തിരഞ്ഞെടുക്കുക
te: మీ పిల్లల బలహీనతను ఎంచుకోండి

source: News
gu: સમાચાર
hi: समाचार
ml: വാർത്ത
te: వార్తలు
